Repository: thesmokinator/cash
Catalog: Cash/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

source: Sign in to iCloud in System Settings to enable sync.
de: Melden Sie sich in den Systemeinstellungen bei iCloud an, um die Synchronisierung zu aktivieren.
es: Inicie sesión en iCloud en Configuración del sistema para habilitar la sincronización.
fr: Connectez-vous à iCloud dans les paramètres système pour activer la synchronisation.
it: Accedi a iCloud nelle Impostazioni di sistema per abilitare la sincronizzazione.

source: Similar to French but interest is paid at the beginning of each period.
de: Ähnlich wie bei Französisch, jedoch werden die Zinsen zu Beginn jeder Periode gezahlt.
es: Similar al francés pero los intereses se pagan al comienzo de cada período.
fr: Similaire au français mais les intérêts sont payés au début de chaque période.
it: Simile al francese ma gli interessi sono pagati all'inizio di ogni periodo.

source: Skip
de: Überspringen
es: Saltar
fr: Sauter
it: Salta

source: Spent
de: Ausgegeben
es: Gastado
fr: Dépensé
it: Speso

source: Start date
de: Startdatum
es: Fecha de inicio
fr: Date de début
it: Data inizio

source: Start fresh
de: Fangen Sie neu an
es: Empezar de nuevo
fr: Repartir à neuf
it: Inizia da zero

source: Statement date
de: Datum der Abrechnung
es: Fecha de declaración
fr: Date du relevé
it: Data estratto conto

source: Statement ending balance
de: Schlusssaldo des Kontoauszugs
es: Saldo final del estado de cuenta
fr: Solde de clôture du relevé
it: Saldo finale estratto conto

source: Storage used
de: Speicher genutzt
es: Almacenamiento utilizado
fr: Stockage utilisé
it: Spazio di archiviazione utilizzato

source: Subscriptions
de: Abonnements
es: Suscripciones
fr: Abonnements
it: Abbonamenti

source: Suggestion
de: Anregung
es: Sugerencia
it: Suggerimento

source: Summary
de: Zusammenfassung
es: Resumen
fr: Résumé
it: Riepilogo

source: Sunday
de: Sonntag
es: Domingo
fr: Dimanche
it: Domenica

source: Surplus after loan
de: Überschuss nach Darlehen
es: Superávit después del préstamo
fr: Excédent après prêt
it: Surplus dopo prestito

source: Sync issue
de: Synchronisierungsproblem
es: Problema de sincronización
fr: Problème de synchronisation
it: Problema di sincronizzazione

source: Sync your data across all your devices.
de: Synchronisieren Sie Ihre Daten auf allen Ihren Geräten.
es: Sincroniza tus datos en todos tus dispositivos.
fr: Synchronisez vos données sur tous vos appareils.
it: Sincronizza i tuoi dati su tutti i tuoi dispositivi.

source: Syncing with iCloud...
de: Synchronisierung mit iCloud...
es: Sincronizando con iCloud...
fr: Synchronisation avec iCloud...
it: Sincronizzazione con iCloud...

source: Syncing...
de: Synchronisierung...
es: Sincronizando...
fr: Synchronisation...
it: Sincronizzazione...

source: The app needs to restart to apply iCloud changes.
de: Die App muss neu gestartet werden, um die iCloud-Änderungen zu übernehmen.
es: La aplicación debe reiniciarse para aplicar los cambios de iCloud.
fr: L'application doit redémarrer pour appliquer les modifications iCloud.
it: L'app deve essere riavviata per applicare le modifiche di iCloud.

source: The app needs to restart to apply language changes.
de: Die App muss neu gestartet werden, um Sprachänderungen zu übernehmen.
es: La aplicación debe reiniciarse para aplicar los cambios de idioma.
fr: L'application doit redémarrer pour appliquer les modifications de langue.
it: L'app deve essere riavviata per applicare le modifiche della lingua.

source: The payment fits well within your budget with room to spare.
de: Die Zahlung passt gut zu Ihrem Budget und bietet Spielraum.
es: El pago se ajusta bien a su presupuesto y tiene espacio de sobra.
fr: Le paiement correspond bien à votre budget avec de la marge.
it: La rata si adatta bene al tuo budget con margine di risparmio.

source: The payment is affordable but leaves limited savings capacity.
de: Die Zahlung ist erschwinglich, lässt jedoch nur begrenzte Sparmöglichkeiten zu.
es: El pago es asequible pero deja una capacidad de ahorro limitada.
fr: Le paiement est abordable mais laisse une capacité d’épargne limitée.
it: La rata è sostenibile ma lascia poca capacità di risparmio.

source: The payment may strain your budget. Consider a smaller loan.
de: Die Zahlung kann Ihr Budget belasten. Erwägen Sie einen kleineren Kredit.
es: El pago puede afectar su presupuesto. Considere un préstamo más pequeño.
fr: Le paiement peut grever votre budget. Envisagez un prêt plus petit.
it: La rata potrebbe mettere sotto pressione il tuo budget. Considera un prestito minore.

source: Theme
de: Thema
es: Tema
fr: Thème
it: Tema

source: These accounts will be created. Set opening balances for your asset and liability accounts.
de: Diese Konten werden erstellt. Legen Sie Eröffnungssalden für Ihre Aktiv- und Passivkonten fest.
es: Estas cuentas serán creadas. Establezca saldos iniciales para sus cuentas de activos y pasivos.
fr: Ces comptes seront créés. Définissez les soldes d’ouverture de vos comptes d’actif et de passif.
it: Questi conti verranno creati. Imposta i saldi iniziali per i tuoi conti attività e passività.

source: This loan has linked recurring transactions. Deleting will also remove all scheduled future payments. This action cannot be undone.
de: Mit diesem Darlehen sind wiederkehrende Transaktionen verbunden. Durch das Löschen werden auch alle geplanten zukünftigen Zahlungen entfernt. Diese Aktion kann nicht rückgängig gemacht werden.
es: Este préstamo ha vinculado transacciones recurrentes. La eliminación también eliminará todos los pagos futuros programados. Esta acción no se puede deshacer.
fr: Ce prêt a enchaîné des opérations récurrentes. La suppression supprimera également tous les paiements futurs programmés. Cette action ne peut pas être annulée.
it: Questo prestito ha transazioni ricorrenti collegate. L'eliminazione rimuoverà anche tutte le rate future programmate. Questa azione non può essere annullata.

source: This month
de: Diesen Monat
es: este mes
fr: Ce mois-ci
it: Questo mese

source: This payment exceeds your available surplus. Not recommended.
de: Diese Zahlung übersteigt Ihren verfügbaren Überschuss. Nicht empfohlen.
es: Este pago excede su excedente disponible. No recomendado.
fr: Ce paiement dépasse votre surplus disponible. Non recommandé.
it: Questa rata supera il surplus disponibile. Non raccomandato.

source: This transaction has been reconciled. Modifying it may cause discrepancies with your bank statement.
de: Diese Transaktion wurde abgeglichen. Eine Änderung kann zu Abweichungen von Ihrem Kontoauszug führen.
es: Esta transacción ha sido conciliada. Modificarlo puede causar discrepancias con su extracto bancario.
fr: Cette transaction a été rapprochée. Le modifier peut entraîner des écarts avec votre relevé bancaire.
it: Questa transazione è stata riconciliata. Modificarla potrebbe causare discrepanze con l'estratto conto.

source: This week
de: Diese Woche
es: Esta semana
fr: Cette semaine
it: Questa settimana

source: This will also remove all scheduled future payments for this loan.
de: Dadurch werden auch alle geplanten zukünftigen Zahlungen für dieses Darlehen entfernt.
es: Esto también eliminará todos los pagos futuros programados para este préstamo.
fr: Cela supprimera également tous les paiements futurs prévus pour ce prêt.
it: Verranno rimosse anche tutte le rate future programmate per questo prestito.

source: This will create a recurring transaction that appears in your scheduled transactions. The payment will be automatically suggested on each due date.
de: Dadurch wird eine wiederkehrende Transaktion erstellt, die in Ihren geplanten Transaktionen angezeigt wird. Die Zahlung wird automatisch zu jedem Fälligkeitstermin vorgeschlagen.
es: Esto creará una transacción recurrente que aparecerá en sus transacciones programadas. El pago se sugerirá automáticamente en cada fecha de vencimiento.
fr: Cela créera une transaction récurrente qui apparaîtra dans vos transactions planifiées. Le paiement sera automatiquement proposé à chaque échéance.
it: Verrà creata una transazione ricorrente visibile nelle transazioni programmate. Il pagamento sarà suggerito automaticamente ad ogni scadenza.

source: This will create an actual transaction and update your balances.
de: Dadurch wird eine tatsächliche Transaktion erstellt und Ihr Kontostand aktualisiert.
es: Esto creará una transacción real y actualizará sus saldos.
fr: Cela créera une transaction réelle et mettra à jour vos soldes.
it: Questo creerà una transazione reale e aggiornerà i tuoi saldi.

source: This will delete all accounts and transactions.
de: Dadurch werden alle Konten und Transaktionen gelöscht.
es: Esto eliminará todas las cuentas y transacciones.
fr: Cela supprimera tous les comptes et transactions.
it: Questo eliminerà tutti i conti e le transazioni.

source: This will mark %lld transactions as reconciled. Reconciled transactions should not be modified.
de: Dadurch werden %lld Transaktionen als abgeglichen markiert. Abgeglichene Transaktionen sollten nicht geändert werden.
es: Esto marcará %lld transacciones como conciliadas. Las transacciones conciliadas no deben modificarse.
fr: Cela marquera %lld transactions comme réconciliées. Les transactions rapprochées ne doivent pas être modifiées.
it: Questo segnerà %lld transazioni come riconciliate. Le transazioni riconciliate non dovrebbero essere modificate.

source: This will permanently delete all your accounts and transactions. This action cannot be undone.
de: Dadurch werden alle Ihre Konten und Transaktionen dauerhaft gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.
es: Esto eliminará permanentemente todas sus cuentas y transacciones. Esta acción no se puede deshacer.
fr: Cela supprimera définitivement tous vos comptes et transactions. Cette action ne peut pas être annulée.
it: Questo eliminerà permanentemente tutti i tuoi conti e transazioni. Questa azione non può essere annullata.

source: Thursday
de: Donnerstag
es: Jueves
fr: Jeudi
it: Giovedì

source: Tight
de: Eng
es: Ajustado
fr: Serré
it: Stretto

source: Time Saved
de: Zeit gespart
es: Tiempo ahorrado
fr: Temps gagné
it: Tempo Risparmiato

source: To
de: Zu
es: A
fr: À
it: A

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi

source: Total amount
de: Gesamtbetrag
es: Monto total
fr: Montant total
it: Importo totale

source: Total Expenses Variation
de: Variation der Gesamtkosten
es: Variación de gastos totales
fr: Variation des dépenses totales
it: Variazione spese totali

source: Total interest
de: Gesamtzins
es: Interés total
fr: Intérêt total
it: Interessi totali

source: Total payments
de: Gesamtzahlungen
es: Pagos totales
fr: Paiements totaux
it: Pagamenti totali

source: Total Payoff Amount
de: Gesamtauszahlungsbetrag
es: Monto total de pago
fr: Montant total du gain
it: Importo Totale Estinzione

source: Total to Pay
de: Zu zahlender Gesamtbetrag
es: Total a pagar
fr: Total à payer
it: Totale da Pagare

source: Track your personal finances with double-entry bookkeeping
de: Verfolgen Sie Ihre persönlichen Finanzen mit der doppelten Buchführung
es: Realice un seguimiento de sus finanzas personales con contabilidad por partida doble
fr: Suivez vos finances personnelles avec la comptabilité en partie double
it: Gestisci le tue finanze personali con la partita doppia

source: Track your personal finances with ease using double-entry bookkeeping.
de: Verfolgen Sie Ihre persönlichen Finanzen ganz einfach mithilfe der doppelten Buchführung.
es: Realice un seguimiento de sus finanzas personales con facilidad utilizando la contabilidad por entrada doble.
fr: Suivez facilement vos finances personnelles grâce à la comptabilité en partie double.
it: Gestisci le tue finanze personali con facilità usando la partita doppia.

source: Tracking
de: Verfolgung
es: Seguimiento
fr: Suivi
it: Tracciamento

source: Transaction
de: Transaktion
es: Transacción
it: Transazione

source: Transaction %lld of %lld
de: Transaktion %lld von %lld
es: Transacción %lld de %lld
fr: Transaction %lld de %lld
it: Transazione %1$lld di %2$lld

source: Transaction type
de: Transaktionstyp
es: Tipo de transacción
fr: Type d'opération
it: Tipo transazione

source: Transfer
de: Überweisen
es: Transferir
fr: Transfert
it: Trasferimento

source: Transfer Funds
de: Geld überweisen
es: Transferir fondos
fr: Transférer des fonds
it: Trasferisci fondi

source: Transportation
de: Transport
es: Transporte
fr: Transport
it: Trasporti

source: Travel
de: Reisen
es: Viajar
fr: Voyage
it: Viaggi

source: Trend Analysis
de: Trendanalyse
es: Análisis de tendencias
fr: Analyse des tendances
it: Analisi trend

source: Trend based on
de: Trend basierend auf
es: Tendencia basada en
fr: Tendance basée sur
it: Trend basato su

source: Tuesday
de: Dienstag
es: Martes
fr: Mardi
it: Martedì

source: Type
de: Typ
es: Tipo
fr: Taper
it: Tipo

source: Unable to analyze
de: Analyse nicht möglich
es: No se puede analizar
fr: Impossible d'analyser
it: Impossibile analizzare

source: Unable to determine iCloud status
de: Der iCloud-Status kann nicht ermittelt werden
es: No se puede determinar el estado de iCloud
fr: Impossible de déterminer le statut iCloud
it: Impossibile determinare lo stato di iCloud

source: Unaffordable
de: Unbezahlbar
es: Inasequible
fr: Inabordable
it: Non sostenibile

source: Understanding the Ratio
de: Das Verhältnis verstehen
es: Entendiendo la proporción
fr: Comprendre le ratio
it: Capire il rapporto

source: Unknown iCloud status
de: Unbekannter iCloud-Status
es: Estado desconocido de iCloud
fr: Statut iCloud inconnu
it: Stato iCloud sconosciuto

source: Unnamed Envelope
de: Unbenannter Umschlag
es: Sobre sin nombre
fr: Enveloppe sans nom
it: Busta senza nome

source: Until
de: Bis
es: Hasta
fr: Jusqu'à
it: Fino a

source: Up to date
de: Auf dem neuesten Stand
es: A hoy
fr: À jour
it: Aggiornato

source: Upcoming Transactions
de: Kommende Transaktionen
es: Próximas transacciones
fr: Opérations à venir
it: Transazioni future

source: Update
de: Aktualisieren
es: Actualizar
fr: Mise à jour
it: Aggiorna

source: Update interest rate
de: Zinssatz aktualisieren
es: Actualizar tasa de interés
fr: Mettre à jour le taux d'intérêt
it: Aggiorna tasso d'interesse

source: Update rate
de: Aktualisierungsrate
es: Tasa de actualización
fr: Taux de mise à jour
it: Aggiorna tasso

source: Use Average
de: Verwenden Sie „Durchschnitt“.
es: Usar promedio
fr: Utiliser la moyenne
it: Usa media

source: Use Demo Data
de: Verwenden Sie Demodaten
es: Usar datos de demostración
fr: Utiliser les données de démonstration
it: Usa dati demo

source: Used
de: Gebraucht
es: Usado
fr: Utilisé
it: Usato

source: Utilities
de: Dienstprogramme
es: Utilidades
fr: Utilitaires
it: Utenze

source: Validation error
de: Validierungsfehler
es: Error de validación
fr: Erreur de validation
it: Errore di validazione

source: View amortization schedule
de: Tilgungsplan anzeigen
es: Ver calendario de amortización
fr: Consulter le plan d'amortissement
it: Visualizza piano di ammortamento

source: Wednesday
de: Mittwoch
es: Miércoles
fr: Mercredi
it: Mercoledì

source: week
de: Woche
es: semana
fr: semaine
it: settimana

source: Weekend adjustment
de: Wochenendanpassung
es: Ajuste de fin de semana
fr: Ajustement week-end
it: Aggiustamento weekend

source: Weekly
de: Wöchentlich
es: Semanalmente
fr: Hebdomadaire
it: Settimanale

source: weeks
de: Wochen
es: semanas
fr: semaines
it: settimane

source: Welcome to Cash
de: Willkommen bei Cash
es: Bienvenido a Cash
fr: Bienvenue chez Cash
it: Benvenuto in Cash

source: When enabled, unused budget from envelopes will carry over to the next period.
de: Wenn diese Option aktiviert ist, wird ungenutztes Budget aus Umschlägen auf die nächste Periode übertragen.
es: Cuando esté habilitado, el presupuesto no utilizado de los sobres se trasladará al siguiente período.
fr: Lorsqu'il est activé, le budget inutilisé des enveloppes sera reporté à la période suivante.
it: Se abilitato, il budget non utilizzato delle buste verrà riportato al periodo successivo.

source: Would you like to create a recurring transaction to track your payments?
de: Möchten Sie eine wiederkehrende Transaktion erstellen, um Ihre Zahlungen zu verfolgen?
es: ¿Le gustaría crear una transacción recurrente para realizar un seguimiento de sus pagos?
fr: Vous souhaitez créer une transaction récurrente pour suivre vos paiements ?
it: Vuoi creare una transazione ricorrente per tracciare i tuoi pagamenti?

source: year
de: Jahr
es: año
fr: année
it: anno

source: Year over Year
de: Jahr für Jahr
es: Año tras año
fr: Année après année
it: Confronto annuale

source: Yearly
de: Jährlich
es: Anual
fr: Annuel
it: Annuale

source: years
de: Jahre
es: años
fr: années
it: anni

source: You save %@ in interest!
de: Sie sparen %@ Zinsen!
es: ¡Ahorras %@ en intereses!
fr: Vous économisez %@ en intérêts !
it: Risparmi %@ di interessi!

source: Your data has been exported successfully.
de: Ihre Daten wurden erfolgreich exportiert.
es: Sus datos han sido exportados exitosamente.
fr: Vos données ont été exportées avec succès.
it: I tuoi dati sono stati esportati con successo.

source: Bank format
es: Formato bancario
fr: Format bancaire
it: Formato bancario

source: Budget
es: Presupuesto

source: Details
es: Detalles
fr: Détails
it: Dettagli

source: Deutsch
es: alemán
fr: Allemand
it: Tedesco

source: Limit
es: Límite
fr: Limite
it: Limite

source: Links
es: Campo de golf
it: Collegamenti

source: Minimum
es: Mínimo
it: Minimo

source: Name
es: Nombre
fr: Nom
it: Nome

source: Status
es: Estado
fr: Statut
it: Stato

source: System
es: Sistema
fr: Système
it: Sistema

source: TAEG (optional)
es: TAEG (opcional)
fr: TAEG (facultatif)
it: TAEG (opzionale)

source: Version %@
es: Versión %@
it: Versione %@

source: Dr
fr: Docteur
it: Da

source: Ideal
fr: Idéal
it: Ideale

source: Cr
it: Av

source: Variable
it: Variabile
